<template>
  <div>
    <Card :icon="icon">
      Dear 媺媺,
      <p>一直很想跟你說聲「謝謝」，今天終於有機會了呢~謝謝你幫我把我爸的事告訴大家，也謝謝你特地從台北扛了水果過來新竹找我。那時候的我不太知道如何開口跟你們說這件事，很慶幸第一個說的對象是你！</p>
      <p>每次都覺得你像大姐姐一樣，總是知道該怎麼做比較好，也總能將事情處理地妥當。不管在這件事上，或是在我們因工作、家庭等抱怨時，你的回應常常會讓我不禁感嘆：「啊！不愧是媺媺啊~」</p>
      <p>
        在我眼中的你是個敢表達自己的情緒，但又不會被情緒牽著走的成熟大人，就像你在宜蘭半夜接電話時那樣，即使心裡不太高興，仍會冷靜、專業地處理事情。所以啊~請不要因為同事說的話否定自己與你一路累積下來的經驗值，請多多相信自己！如果覺得孤單或是有點喪失信心的時候一定一定要來找我們啊~
        絕對會把時間留給你！(這句話是認真的喔~雖然我是孤僻鬼，但如果對象是你，不管什麼時候都可以！其實也不用特別有什麼事啦~想聊聊天、打打屁也可以喔~)</p>
      <p>最後要祝你生日快樂啦！希望你在未來一年能重新找回對生活的熱情，笑得比今年更多一點！</p>
      <p>by 曉榆</p>
    </Card>
  </div>
</template>

<script>
import Card from '../components/Card.vue'

export default {
  name: 'FishCard',
  components: {
    Card,
  },
  data () {
    return {
      icon: require('../assets/fish.png')
    }
  }
}
</script>